---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.RevisionNumberingSequence
source: html/1f984140-360b-9385-18af-f3bc6fcf536d.htm
---
# RevisionNumberingSequence Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.